= AWSのイベント/コミュニティのススメ

== はじめに

「会社と家、そして第3のコミュニティ」

この本を手に取った方の中にAWSのコミュニティに参加した方はどれくらいいらっしゃるだろうか。

この章ではAWSのコミュニティに最近行きだした筆者がAWSの各種イベントの概要と良さをイベント初心者へ紹介する章となっています。

=== 対象読者

この章は、次のような読者を想定しています。
* AWSのイベントの経験があまり無い方
* JAWS-UGを知らない、もしくは興味はあるが参加したことはない方
* インフラ初心者がAWSのコミュニティに入ってどのように感じたか気になる方

== 大規模イベント

このセクションではAWSの大規模イベント@<b>{AWS Summit}に関して紹介します。

AWSの大規模イベントにはアメリカなどで開催されるRe:Inventというイベントもありますが、今回は深くは紹介いたしません。詳しくは公式サイトを参照してください。
https://aws.amazon.com/jp/events/reinvent/

=== AWS Summitについて

(AWS Summit2026概要)

=== AWS Summitのここがすごかった

いろいろすごかった点はありますが大きく2つに分けて紹介します。

==== AWSのエンジニアと直接プロダクト改善の話ができる

AWS SummitにはAWSのエンジニア/営業の方々が様々なブースをだしており、その中で直接AWSの方と自社の事例やそれを踏まえた上での改善案を一緒にディスカッションできるような場所がありました。

例えば筆者の例だと、Claude FableがGAされた際にとんでもない量の悪質なBOTのアクセスがあり困り果てていました。そのなかでたまたまBotのブロックを題材にしているブースがありお話を聞くことができました。

その中で自社の現状や予算感などを話をして様々な提案をうけ実際に自社のナレッジとして吸収することができました。 

ほかにも2026年はAI系の展示や、スタートアップ向けのAI展示やEC2などの基本サービスの展示もあり、どのブースも盛り上がっている印象をうけました。

==== 公式/事例/コミュニティでセッションが豊富

(セッション数？？)

特に、各社事例のセッションやコミュニティのセッションも盛り上がりがすごく、道に大きくはみ出しながら登壇者が見えないくらいの盛り上がりを見せており、かなり盛り上がっていた印象でした。

== 有志コミュニティ JAWS-UGについて

このセクションではAWSの有志コミュニティとして存在しているJAWS-UGの紹介と筆者が参加した感想などの紹介になります。

(JAWS-UG紹介)

=== 地域性と専門性

=== オフラインイベントに参加してみよう

== まとめ
